TOKEN = "7572843939:AAEf8hWjpGI5dKxFDDe7f_pgrpiBduf4aKc"


# آیدی‌های مدیران، چاپ‌خانه و پخش‌کننده جزوه
ADMIN_ID = 1689409365
CHAPKHANE_ID = 6755204444
PAKHSH_ID = 1223586494

#پیام خوش امدید در کاربر جدید
WELCOME_MESSAGE = """🎉 به ربات چاپ پرو خوش آمدید! 📜

سلام دوست عزیز! 😊  
از اینکه مجموعه چاپ پرو را انتخاب کردید، بی‌نهایت سپاسگزاریم! 🙏  

برای اینکه روند کار با دقت و سریع‌تر انجام شود، نیاز داریم که یک بار اطلاعات شما را دریافت کنیم. 📝  
این اطلاعات فقط برای بهبود خدمات ما استفاده می‌شود و با اطمینان کامل در محیطی امن ذخیره خواهد شد. 🔐"""